import {
  Coffee,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material";

import userAvatar from "../assets/user3.png"

export const devWorkInfo = [
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 34,
    color: "#555759",
  },
  {
    tooltipTitle: "تعداد پروژه های من به پایان رسیده",
    icon: <DomainVerificationRounded />,
    total: 12,
    color: "#555759",
  },
  {
    tooltipTitle: "تعداد قهوه های خورده شده",
    icon: <Coffee />,
    total: 1650,
    color: "#555759",
  },
];

export const devEdu = [
  {
    year: "۱۳۹۴",
    cert: "دیپلم",
    major: "رشته ریاضی فیزیک",
    place: "دبیرستان مالک اشتر",
  },
  {
    year: "۱۳۹۶ - ۱۴۰۱",
    cert: "کارشناسی",
    major: "رشته کامپیوتر  نرم افزار",
    place: "دانشگاه گیلان",
  },
];

export const devE = [
  "ساخت وب سایت رستوران سلامت",
  "ساخت وب سایت محصولات شترمرغ",
  "ساخت وب سایت مدیریت کارمندان",
  "ساخت وب سایت های خبری فروشگاهی",
  "پیاده سازی سایت فیلم نت",
  "ساخت بازی dice",
  "پیاده سازی چندین پروژه هوش مصنوعی",
];

export const userComments = [
  {
    fullname: "عباس قاسمی",
    jobTitle:"مدیر شرکت فرضی",
    avatar:userAvatar,
    comment:`
    برای ساختن سایت شرکت به یک متخصص فول استک نیازمند بودیم به صورت پروژه ای و فری لنسر که در اینجا به بهترین شکل ممکن بدون هیچ ایرادی برای شرکت ما با پشتیبانی بعد از ساخت در اختیار ما قرار دادند
     `
    },
    {
      fullname: "عباس قاسمی",
      jobTitle:"مدیر شرکت فرضی",
      avatar:userAvatar,
      comment:`
      برای ساختن سایت شرکت به یک متخصص فول استک نیازمند بودیم به صورت پروژه ای و فری لنسر که در اینجا به بهترین شکل ممکن بدون هیچ ایرادی برای شرکت ما با پشتیبانی بعد از ساخت در اختیار ما قرار دادند
       `
      },
      {
        fullname: "عباس قاسمی",
        jobTitle:"مدیر شرکت فرضی",
        avatar:userAvatar,
        comment:`
        برای ساختن سایت شرکت به یک متخصص فول استک نیازمند بودیم به صورت پروژه ای و فری لنسر که در اینجا به بهترین شکل ممکن بدون هیچ ایرادی برای شرکت ما با پشتیبانی بعد از ساخت در اختیار ما قرار دادند
         `
        },
        {
          fullname: "عباس قاسمی",
          jobTitle:"مدیر شرکت فرضی",
          avatar:userAvatar,
          comment:`
          برای ساختن سایت شرکت به یک متخصص فول استک نیازمند بودیم به صورت پروژه ای و فری لنسر که در اینجا به بهترین شکل ممکن بدون هیچ ایرادی برای شرکت ما با پشتیبانی بعد از ساخت در اختیار ما قرار دادند
           `
          },
          {
            fullname: "عباس قاسمی",
            jobTitle:"مدیر شرکت فرضی",
            avatar:userAvatar,
            comment:`
            برای ساختن سایت شرکت به یک متخصص فول استک نیازمند بودیم به صورت پروژه ای و فری لنسر که در اینجا به بهترین شکل ممکن بدون هیچ ایرادی برای شرکت ما با پشتیبانی بعد از ساخت در اختیار ما قرار دادند
             `
            },
            {
              fullname: "عباس قاسمی",
              jobTitle:"مدیر شرکت فرضی",
              avatar:userAvatar,
              comment:`
             برای ساختن سایت شرکت به یک متخصص فول استک نیازمند بودیم به صورت پروژه ای و فری لنسر که در اینجا به بهترین شکل ممکن بدون هیچ ایرادی برای شرکت ما با پشتیبانی بعد از ساخت در اختیار ما قرار دادند
              `
              },
       
];
